Repository: Acidburn0zzz/donate.mozilla.org
Catalog: locales/*/messages.po
Languages: de, es

source: One-time
de: Einmalig
es: Una sola vez

source: From all of us at Mozilla
de: Von uns allen bei Mozilla
es: De parte de todos en Mozilla

# thank_you_for_your_donation
source: <em>Thank you</em> for your donation
de: <em>Vielen Dank</em> für Ihre Spende
es: <em>Gracias</em> por tu donación

source: Monthly
de: Monatlich
es: Mensualmente

source: Please select an amount
de: Bitte wählen Sie einen Betrag
es: Por favor selecciona un monto

source: Other amount
de: Anderer Betrag
es: Otro monto

source: Secure
de: Sicher
es: Seguro

source: Credit card
de: Kreditkarte
es: Tarjeta de crédito

source: This is required
de: Dies ist erforderlich
es: Esto es requerido

source: First name
de: Vorname
es: Nombre

source: Last name
de: Nachname
es: Apellido

source: Address
de: Adresse
es: Dirección

source: City
de: Stadt
es: Ciudad

# postal_code
source: Zip/Postal code
de: Postleitzahl
es: Zip/código postal

source: State/Province
de: Staat/Provinz
es: Estado/Provincia

source: Credit card number
de: Kreditkartennummer
es: Número de la tarjeta de crédito

source: YY
de: JJ
es: AA

# cvc_info
source: You can find your three-digit CVC number on the back of your credit card
de: Die CVC-Nummer befindet sich auf der Rückseite Ihrer Karte.
es: Puedes encontrar tu número CVC de tres dígitos en el reverso de tu tarjeta de crédito

source: Credit Card Expiration Month
de: Monat des Ablaufs
es: Mes de expiración de la tarjeta de crédito

source: Credit Card Expiration Year
de: Jahr des Ablaufs
es: Año de expiración de la tarjeta de crédito

# email_info
source: We&rsquo;ll email you a receipt for your donation. We won&rsquo;t send you other email without your permission.
de: Wir werden Ihnen eine Quittung für die Spende per E-Mail senden. Wir senden Ihnen keine weiteren E-Mails ohne Ihre Erlaubnis.
es: Te enviaremos un recibo de tu donación. No te enviaremos ningún otro correo sin tu permiso.

# pp_acknowledge
source: To submit this form you must agree with our privacy policy
de: Um dieses Formular abzuschicken, müssen Sie unsere Datenschutz-Bestimmungen akzeptieren.
es: Para enviar este formulario debes acetar nuestra política de privacidad

# please_complete
source: Oops, please complete fields highlighted in red
de: Ups, bitte füllen Sie alle in rot hervorgehobenen Felder aus.
es: Ups, por favor confirma los campos destacados con rojo

source: Donate now
de: Jetzt spenden
es: Donar ahora

source: Amount
de: Betrag
es: Monto

source: Email
de: E-Mail-Adresse
es: Correo

source: Payment
de: Zahlung
es: Pago

source: Country
de: Land
es: País

source: None
de: Keine
es: Ninguno

# donation_min_error
source: Donations must be 2$ or more
de: Spenden müssen mindestens 2 USD betragen
es: Las donaciones deben ser de $2 o más

source: Submitting…
de: Senden...
es: Enviando...

source: Something went wrong with your transaction. Please try again later
de: Bei Ihrer Transaktion hat etwas nicht funktioniert. Bitte versuchen Sie es später noch einmal.
es: Algo falló con tu transacción. Por favor, vuelve a intentarlo más tarde

# try_again_later
source: Something seems to have gone wrong. Please try again later
de: Es ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.
es: Al parecer algo falló. Por favor, vuelve a intentarlo más tarde

# gone_wrong_try_another
source: Something seems to have gone wrong. Please verify your card details or try another card
de: Etwas scheint nicht funktioniert zu haben. Bitte überprüfen Sie Ihre Kartendaten oder benutzen Sie eine andere Karte.
es: Al parecer algo falló. Por favor, verifica los detalles de tu tarjeta o prueba con otra

# expired_card
source: Sorry, your card has expired. Please verify your card details or try another card
de: Leider ist Ihre Karte abgelaufen. Bitte überprüfen Sie Ihre Kartendaten oder versuchen es mit einer anderen Karte.
es: Lo sentimos, tu tarjeta ha expirado. Por favor, verifica los detalles de tu tarjeta o prueba con otra

# invalid_CVC
source: Invalid CVC number
de: Ungültige Kartenprüfnummer
es: Número CVC inválido

# invalid_number
source: Invalid credit card number
de: Ungültige Kreditkartennummer
es: Número de la tarjeta de crédito inválido

# invalid_zip
source: Invalid zip/postal code
de: Ungültige Postleitzahl
es: Zip/código postal no válido

# fraud_card
source: Sorry, your transaction was flagged for fraud protection. Please try another card
de: Es tut uns leid, aber Ihre Transaktion hat eine Sicherheitswarnung zum Schutz vor Betrug ausgelöst. Bitte versuchen Sie es mit einer anderen Karte.
es: Lo sentimos, tu transacción fue marcada como operación fraudulenta. Por favor, intenta con otra tarjeta

# declined_card
source: Sorry, your card was declined. Please verify your card details or try another card
de: Leider ist Ihre Karte abgelehnt worden. Bitte überprüfen Sie Ihre Kartendaten oder versuchen es mit einer anderen Karte.
es: Lo sentimos, tu tarjeta fue rechazada. Por favor, verifica los detalles de tu tarjeta o prueba con otra

# transaction_try_another
source: Something went wrong with your transaction. Please verify your card details or try another card
de: Bei Ihrer Transaktion ist ein Fehler aufgetreten. Bitte überprüfen Sie Ihre Kartendaten oder benutzen Sie eine andere Karte.
es: Algo falló con tu transacción. Por favor, verifica los detalles de tu tarjeta o prueba con otra

# dupe_donation
source: Looks like we already have your donation—please refresh if you wish to donate again
de: Wir scheinen Ihre Spende bereits empfangen zu haben – bitte laden Sie die Seite neu, falls Sie noch einmal spenden möchten.
es: Parece que ya tenemos tu donación—por favor, recarga la página si deseas volver a donar

source: Select your amount
de: Bitte wählen Sie den Betrag
es: Selecciona el monto

source: Next
de: Weiter
es: Siguiente

source: Personal
de: Persönlich

# other_amount_format_error
source: Please enter a number up to 2 decimal places.
de: Bitte geben Sie eine Zahl mit bis zu 2 Nachkommastellen ein
es: Por favor, introduzca un número de hasta 2 decimales.

source: Donate Today
de: Jetzt spenden
es: Donar hoy

# select_donation
source: Select your donation amount
de: Wählen Sie Ihren Spendenbetrag
es: Selecciona el monto de tu donación

source: continue
de: Weiter
es: continuar

# error_amount
source: Please select a value that is no less than {{ min_amount }}.
de: Wählen Sie bitte einen Wert nicht kleiner als {{ min_amount }}.
es: Por favor, seleccione un valor que no sea menor que {{ min_amount }}.

# donate_now_amount
source: Donate {{ currency_symbol }}{ amount } now
de: Jetzt spenden {{ currency_symbol }}{ amount }
es: Donar {{ currency_symbol }}{ amount } ahora
